[
    {
        "subject_id": "133066",
        "text_description": "She is a 70-year-old white woman with a high school degree or equivalent who is married. She has a family income at 371% of the poverty line and reported that her family has savings of more than $5,000. She is retired from work. She consumed breakfast during her dietary recall and has a history of asthma. She has smoked at least 100 cigarettes in her lifetime.",
        "height_cm": 153.2,
        "weight_kg": 99.6
    },
    {
        "subject_id": "131913",
        "text_description": "He is an 80-year-old Hispanic man with a high school degree who is widowed, divorced, or separated. He is retired and reports minimal physical activity. He has a history of coronary heart disease and has smoked at least 100 cigarettes in his lifetime.",
        "height_cm": 165.1,
        "weight_kg": 88.4
    },
    {
        "subject_id": "130642",
        "text_description": "He is a 43-year-old other race man with a college degree or above who is married. He has a family income at or above 500% of the poverty line and reported savings of more than $5,000. He works full-time and engages in 360 minutes of vigorous-intensity activity weekly. He has never been told he has asthma and has never smoked.",
        "height_cm": 171.0,
        "weight_kg": 92.0
    },
    {
        "subject_id": "141676",
        "text_description": "He is a 58-year-old white man with a college degree or above who is married. He has a family income at 355% of the poverty line and reported savings of more than $5,000. He works full-time and engages in 240 minutes of moderate-intensity activity weekly. He has a history of coronary heart disease but has never smoked.",
        "height_cm": 189.9,
        "weight_kg": 88.8
    },
    {
        "subject_id": "136791",
        "text_description": "She is a 64-year-old white woman with a college degree or above who is married. She has a family income at 492% of the poverty line and reported savings of more than $5,000. She is retired and engages in 180 minutes of vigorous-intensity activity weekly. She has a history of coronary heart disease but has never smoked.",
        "height_cm": 168.6,
        "weight_kg": 60.5
    },
    {
        "subject_id": "141325",
        "text_description": "She is a 30-year-old Hispanic woman with a high school degree or equivalent who is married. She has a family income at 114% of the poverty line and reported that her family does not have savings of more than $5,000. She works part-time and engages in 720 minutes of moderate-intensity activity weekly. She has never been told she has asthma or other chronic conditions and has never smoked.",
        "height_cm": 157.9,
        "weight_kg": 73.5
    },
    {
        "subject_id": "136541",
        "text_description": "She is a 50-year-old white woman with a college degree or above who is widowed, divorced, or separated. She has a family income at or above 500% of the poverty line and reported savings of more than $5,000. She works part-time and engages in 300 minutes of vigorous-intensity activity weekly. She has never been told she has major chronic conditions but has smoked at least 100 cigarettes in her lifetime.",
        "height_cm": 169.2,
        "weight_kg": 61.3
    },
    {
        "subject_id": "139174",
        "text_description": "He is a 27-year-old other race man with some high school education (9-11th grade) who is married. He has a family income at 206% of the poverty line and reported that his family does not have savings of more than $5,000. He works full-time and engages in 180 minutes of moderate-intensity activity weekly. He has never been told he has major chronic conditions but has smoked at least 100 cigarettes in his lifetime.",
        "height_cm": 177.3,
        "weight_kg": 91.8
    },
    {
        "subject_id": "138774",
        "text_description": "He is a 67-year-old Hispanic man with a high school degree who is widowed, divorced, or separated. He has a family income at 66% of the poverty line and reported that his family does not have savings of more than $5,000. He is retired and engages in 240 minutes of vigorous-intensity activity weekly. He has a history of both coronary heart disease and congestive heart failure but has never smoked.",
        "height_cm": 172.2,
        "weight_kg": 98.5
    },
    {
        "subject_id": "136564",
        "text_description": "She is a 58-year-old other race woman with a high school degree or equivalent who is married. She has a family income at 252% of the poverty line and reported that her family does not have savings of more than $5,000. She works full-time and engages in 240 minutes of vigorous-intensity activity weekly. She has never been told she has major chronic conditions but has smoked at least 100 cigarettes in her lifetime.",
        "height_cm": 170.1,
        "weight_kg": 86.8
    },
    {
        "subject_id": "141366",
        "text_description": "He is a 53-year-old other race man with a college degree or above who is married. He has a family income at or above 500% of the poverty line and reported savings of more than $5,000. He works full-time and engages in 180 minutes of vigorous-intensity activity weekly. He has never been told he has major chronic conditions and has never smoked.",
        "height_cm": 172.0,
        "weight_kg": 75.6
    },
    {
        "subject_id": "134324",
        "text_description": "He is a 57-year-old Hispanic man with some high school education (9-11th grade) who is married. He has a family income at 98% of the poverty line and reported that his family does not have savings of more than $5,000. He is retired and engages in 120 minutes of vigorous-intensity activity weekly. He has a history of coronary heart disease but has never smoked.",
        "height_cm": 167.7,
        "weight_kg": 124.9
    },
    {
        "subject_id": "135697",
        "text_description": "He is a 75-year-old white man with a high school degree or equivalent who is married. He has a family income at 132% of the poverty line and reported savings of more than $5,000. He is retired and engages in 360 minutes of vigorous-intensity activity weekly. He has a history of coronary heart disease but has never smoked.",
        "height_cm": 181.2,
        "weight_kg": 103.6
    },
    {
        "subject_id": "132296",
        "text_description": "She is a 68-year-old white woman with a high school degree or equivalent who is widowed, divorced, or separated. She has a family income at 88% of the poverty line and reported that her family does not have savings of more than $5,000. She is retired. She has a history of coronary heart disease and has smoked at least 100 cigarettes in her lifetime.",
        "height_cm": 153.9,
        "weight_kg": 92.0
    },
    {
        "subject_id": "131951",
        "text_description": "He is a 69-year-old white man with a high school degree who is widowed, divorced, or separated. He has a family income at 257% of the poverty line and reported savings of more than $5,000. He works full-time and engages in 600 minutes of vigorous-intensity activity weekly. He has a history of coronary heart disease, angina, and stroke, but has smoked at least 100 cigarettes in his lifetime.",
        "height_cm": 162.8,
        "weight_kg": 131.2
    },
    {
        "subject_id": "138984",
        "text_description": "He is a 69-year-old Hispanic man with a high school degree who is married. He has a family income at or above 500% of the poverty line and reported savings of more than $5,000. He is retired and engages in 300 minutes of vigorous-intensity activity weekly. He has a history of congestive heart failure and has smoked at least 100 cigarettes in his lifetime.",
        "height_cm": 174.6,
        "weight_kg": 88.3
    },
    {
        "subject_id": "133794",
        "text_description": "He is a 44-year-old other race man with a college degree or above who is married. He has a family income at or above 500% of the poverty line and reported savings of more than $5,000. He works part-time and engages in 480 minutes of moderate-intensity activity daily. He has never been told he has major chronic conditions and has never smoked.",
        "height_cm": 177.6,
        "weight_kg": 73.5
    },
    {
        "subject_id": "142060",
        "text_description": "She is a 43-year-old white woman with a high school degree who is married. She has a family income at 65% of the poverty line and reported that her family does not have savings of more than $5,000. She is retired and engages in 60 minutes of vigorous-intensity activity weekly. She has never been told she has major chronic conditions but has smoked at least 100 cigarettes in her lifetime.",
        "height_cm": 155.3,
        "weight_kg": 83.0
    },
    {
        "subject_id": "138317",
        "text_description": "He is a 57-year-old white man with some high school education (9-11th grade) who is widowed, divorced, or separated. He has a family income at 70% of the poverty line and reported that his family does not have savings of more than $5,000. He works irregularly and engages in 120 minutes of vigorous-intensity activity weekly. He has a history of coronary heart disease but has never smoked.",
        "height_cm": 182.9,
        "weight_kg": 108.9
    },
    {
        "subject_id": "136815",
        "text_description": "He is a 44-year-old other race man with a high school degree who is widowed, divorced, or separated. He has a family income at 316% of the poverty line and reported savings of more than $5,000. He works full-time and engages in 120 minutes of vigorous-intensity activity weekly. He has never been told he has major chronic conditions and has never smoked.",
        "height_cm": 177.3,
        "weight_kg": 123.5
    },
    {
        "subject_id": "135545",
        "text_description": "He is a 78-year-old white man with a college degree or above who is married. He has a family income at 246% of the poverty line and reported savings of more than $5,000. He is retired and engages in 600 minutes of vigorous-intensity activity daily. He has never been told he has major chronic conditions but has smoked at least 100 cigarettes in his lifetime.",
        "height_cm": 183.2,
        "weight_kg": 96.6
    },
    {
        "subject_id": "139816",
        "text_description": "She is a 29-year-old white woman with a high school degree or equivalent who is widowed, divorced, or separated. She has a family income at or above 500% of the poverty line and reported savings of more than $5,000. She works full-time and engages in 480 minutes of vigorous-intensity activity weekly. She has never been told she has major chronic conditions and has never smoked.",
        "height_cm": 166.3,
        "weight_kg": 113.1
    },
    {
        "subject_id": "135314",
        "text_description": "She is a 62-year-old white woman with a high school degree or equivalent who is married. She has a family income at 335% of the poverty line and reported savings of more than $5,000. She works full-time and engages in 360 minutes of vigorous-intensity activity weekly. She has never been told she has major chronic conditions and has never smoked.",
        "height_cm": 160.3,
        "weight_kg": 55.0
    },
    {
        "subject_id": "138150",
        "text_description": "She is a 30-year-old white woman with a high school degree or equivalent who is widowed, divorced, or separated. She has a family income at 87% of the poverty line and reported that her family does not have savings of more than $5,000. She works full-time and engages in 60 minutes of vigorous-intensity activity weekly. She has never been told she has major chronic conditions but has smoked at least 100 cigarettes in her lifetime.",
        "height_cm": 172.9,
        "weight_kg": 62.8
    },
    {
        "subject_id": "132900",
        "text_description": "He is a 77-year-old white man with a high school degree or equivalent who is married. He has a family income at or above 500% of the poverty line and reported savings of more than $5,000. He works full-time and engages in 120 minutes of vigorous-intensity activity weekly. He has a history of asthma, coronary heart disease, and stroke, and has smoked at least 100 cigarettes in his lifetime.",
        "height_cm": 169.9,
        "weight_kg": 87.0
    },
    {
        "subject_id": "137701",
        "text_description": "She is a 60-year-old Hispanic woman with a high school degree who is widowed, divorced, or separated. She has a family income at 5% of the poverty line and reported that her family does not have savings of more than $5,000. She is retired and engages in 300 minutes of vigorous-intensity activity weekly. She has a history of congestive heart failure and stroke but has never smoked.",
        "height_cm": 157.1,
        "weight_kg": 81.6
    },
    {
        "subject_id": "138027",
        "text_description": "She is a 67-year-old white woman with a high school degree or equivalent who is widowed, divorced, or separated. She has a family income at 2% of the poverty line and reported savings of more than $5,000. She is retired and engages in 180 minutes of vigorous-intensity activity weekly. She has a history of coronary heart disease and has smoked at least 100 cigarettes in her lifetime.",
        "height_cm": 166.6,
        "weight_kg": 69.9
    },
    {
        "subject_id": "136206",
        "text_description": "She is an 80-year-old white woman with a college degree or above who is widowed, divorced, or separated. She has a family income at 377% of the poverty line and reported savings of more than $5,000. She is retired and engages in 360 minutes of vigorous-intensity activity weekly. She has never been told she has major chronic conditions and has never smoked.",
        "height_cm": 158.7,
        "weight_kg": 66.0
    },
    {
        "subject_id": "130465",
        "text_description": "He is a 77-year-old Hispanic man with a college degree or above who is widowed, divorced, or separated. He has a family income at or above 500% of the poverty line and reported savings of more than $5,000. He is retired and engages in 480 minutes of vigorous-intensity activity weekly. He has a history of coronary heart disease, congestive heart failure, and stroke, and has smoked at least 100 cigarettes in his lifetime.",
        "height_cm": 169.0,
        "weight_kg": 108.3
    },
    {
        "subject_id": "131884",
        "text_description": "He is a 66-year-old white man with a college degree or above who is married. He has a family income at 483% of the poverty line and reported savings of more than $5,000. He is retired and engages in 180 minutes of moderate-intensity activity monthly. He has a history of coronary heart disease but has never smoked.",
        "height_cm": 172.6,
        "weight_kg": 69.8
    },
    {
        "subject_id": "140355",
        "text_description": "He is a 79-year-old white man with a college degree or above who is married. He has a family income at 472% of the poverty line and reported savings of more than $5,000. He is retired and engages in 480 minutes of vigorous-intensity activity weekly. He has never been told he has major chronic conditions but has smoked at least 100 cigarettes in his lifetime.",
        "height_cm": 182.1,
        "weight_kg": 103.8
    },
    {
        "subject_id": "137214",
        "text_description": "She is a 31-year-old white woman with a college degree or above who is married. She has a family income at 216% of the poverty line and reported that her family does not have savings of more than $5,000. She works full-time and engages in 600 minutes of vigorous-intensity activity weekly. She has never been told she has major chronic conditions and has never smoked.",
        "height_cm": 167.9,
        "weight_kg": 91.9
    },
    {
        "subject_id": "141769",
        "text_description": "She is a 46-year-old white woman with a college degree or above who is married. She has a family income at 402% of the poverty line and reported savings of more than $5,000. She works full-time and engages in 300 minutes of vigorous-intensity activity daily. She has a history of coronary heart disease and has smoked at least 100 cigarettes in her lifetime.",
        "height_cm": 164.2,
        "weight_kg": 100.0
    },
    {
        "subject_id": "139655",
        "text_description": "He is a 34-year-old white man with a college degree or above who is married. He has a family income at 288% of the poverty line and reported that his family does not have savings of more than $5,000. He works full-time and engages in 90 minutes of vigorous-intensity activity weekly. He has never been told he has major chronic conditions and has never smoked.",
        "height_cm": 162.2,
        "weight_kg": 77.9
    },
    {
        "subject_id": "137381",
        "text_description": "He is a 40-year-old white man with a college degree or above who is married. He has a family income at or above 500% of the poverty line and reported savings of more than $5,000. He works full-time and engages in 720 minutes of moderate-intensity activity weekly. He has never been told he has major chronic conditions and has never smoked.",
        "height_cm": 173.1,
        "weight_kg": 98.2
    },
    {
        "subject_id": "138871",
        "text_description": "He is a 45-year-old white man with a high school degree who is widowed, divorced, or separated. He has a family income at 294% of the poverty line and reported savings of more than $5,000. He works full-time and engages in 180 minutes of vigorous-intensity activity weekly. He has a history of congestive heart failure and has smoked at least 100 cigarettes in his lifetime.",
        "height_cm": 185.2,
        "weight_kg": 122.4
    },
    {
        "subject_id": "130484",
        "text_description": "She is a 22-year-old white woman with a college degree or above who is widowed, divorced, or separated. She has a family income at 127% of the poverty line and reported that her family does not have savings of more than $5,000. She works full-time and engages in 600 minutes of moderate-intensity activity weekly. She has never been told she has major chronic conditions and has never smoked.",
        "height_cm": 165.2,
        "weight_kg": 101.7
    },
    {
        "subject_id": "140436",
        "text_description": "He is a 26-year-old white man with a college degree or above who is widowed, divorced, or separated. He has a family income at 294% of the poverty line and reported that his family does not have savings of more than $5,000. He works part-time and engages in 720 minutes of vigorous-intensity activity weekly. He has never been told he has major chronic conditions but has smoked at least 100 cigarettes in his lifetime.",
        "height_cm": 173.6,
        "weight_kg": 81.1
    },
    {
        "subject_id": "135390",
        "text_description": "He is a 66-year-old white man with a college degree or above who is married. He has a family income at or above 500% of the poverty line and reported savings of more than $5,000. He works full-time and engages in 360 minutes of moderate-intensity activity monthly. He has never been told he has major chronic conditions but has smoked at least 100 cigarettes in his lifetime.",
        "height_cm": 174.6,
        "weight_kg": 120.8
    },
    {
        "subject_id": "140833",
        "text_description": "She is a 62-year-old white woman with a college degree or above who is widowed, divorced, or separated. She has a family income at 230% of the poverty line and reported savings of more than $5,000. She is retired and engages in 180 minutes of vigorous-intensity activity weekly. She has a history of coronary heart disease but has never smoked.",
        "height_cm": 154.6,
        "weight_kg": 71.6
    },
    {
        "subject_id": "136291",
        "text_description": "She is a 38-year-old white woman with a high school degree or equivalent who is married. She has a family income at 342% of the poverty line and reported savings of more than $5,000. She works part-time and engages in 240 minutes of vigorous-intensity activity weekly. She has never been told she has major chronic conditions but has smoked at least 100 cigarettes in her lifetime.",
        "height_cm": 160.7,
        "weight_kg": 66.6
    },
    {
        "subject_id": "133813",
        "text_description": "He is a 73-year-old white man with a high school degree or equivalent who is married. He has a family income at 459% of the poverty line and reported savings of more than $5,000. He is retired and engages in 240 minutes of vigorous-intensity activity weekly. He has a history of asthma and coronary heart disease, and has smoked at least 100 cigarettes in his lifetime.",
        "height_cm": 173.3,
        "weight_kg": 122.0
    },
    {
        "subject_id": "132316",
        "text_description": "She is a 21-year-old white woman with some high school education (9-11th grade) who is widowed, divorced, or separated. She has a family income at 21% of the poverty line and reported that her family does not have savings of more than $5,000. She works full-time and engages in 480 minutes of vigorous-intensity activity weekly. She has never been told she has major chronic conditions and has never smoked.",
        "height_cm": 164.3,
        "weight_kg": 67.3
    },
    {
        "subject_id": "132538",
        "text_description": "He is a 30-year-old Hispanic man with a high school degree or equivalent who is widowed, divorced, or separated. He has a family income at 139% of the poverty line and reported that his family does not have savings of more than $5,000. He works full-time and engages in 300 minutes of vigorous-intensity activity weekly. He has never been told he has major chronic conditions and has never smoked.",
        "height_cm": 162.8,
        "weight_kg": 87.2
    },
    {
        "subject_id": "132222",
        "text_description": "He is a 27-year-old other race man with a high school degree or equivalent who is widowed, divorced, or separated. He works full-time and engages in 180 minutes of vigorous-intensity activity daily. He has never been told he has major chronic conditions and has never smoked.",
        "height_cm": 174.1,
        "weight_kg": 73.9
    },
    {
        "subject_id": "139705",
        "text_description": "He is a 42-year-old white man with a high school degree who is married. He has a family income at 139% of the poverty line and reported that his family does not have savings of more than $5,000. He works full-time and engages in 300 minutes of vigorous-intensity activity weekly. He has never been told he has major chronic conditions but has smoked at least 100 cigarettes in his lifetime.",
        "height_cm": 172.5,
        "weight_kg": 82.2
    },
    {
        "subject_id": "131453",
        "text_description": "He is a 27-year-old white man with a high school degree who is married. He has a family income at 148% of the poverty line and reported that his family does not have savings of more than $5,000. He works full-time and engages in 480 minutes of moderate-intensity activity monthly. He has never been told he has major chronic conditions but has smoked at least 100 cigarettes in his lifetime.",
        "height_cm": 175.7,
        "weight_kg": 86.2
    },
    {
        "subject_id": "139148",
        "text_description": "She is a 42-year-old white woman with a college degree or above who is married. She has a family income at 333% of the poverty line and reported savings of more than $5,000. She works full-time and engages in 120 minutes of vigorous-intensity activity weekly. She has never been told she has major chronic conditions but has smoked at least 100 cigarettes in her lifetime.",
        "height_cm": 156.3,
        "weight_kg": 88.3
    },
    {
        "subject_id": "130961",
        "text_description": "He is a 29-year-old white man with a college degree or above who is married. He has a family income at or above 500% of the poverty line and reported savings of more than $5,000. He works part-time and engages in 300 minutes of vigorous-intensity activity weekly. He has never been told he has major chronic conditions but has smoked at least 100 cigarettes in his lifetime.",
        "height_cm": 183.9,
        "weight_kg": 60.5
    },
    {
        "subject_id": "132554",
        "text_description": "She is a 29-year-old Hispanic woman with a high school degree or equivalent who is married. She has a family income at 11% of the poverty line and reported that her family does not have savings of more than $5,000. She works full-time and engages in 360 minutes of vigorous-intensity activity weekly. She has never been told she has major chronic conditions but has smoked at least 100 cigarettes in her lifetime.",
        "height_cm": 149.8,
        "weight_kg": 65.6
    }
]